



const Jackpot = () => {

    return (
        <>
            <div>
                <h2>ДЖЕКПОТ КЛУБА Royal casino</h2>

                <h5>Заполучите джекпот!</h5>

                <p>Что такое джекпот? Самый сладкий кусок выигрышного пирога, который формируется за счет ставок игроков. В клубе Royal casino таким образом накапливается приличная сумма. С каждой минутой джекпот становится больше. И счастливчик может получить внушительный приз! Кто же им станет? Шансы есть у каждого игрока.</p>

                <h2><span>Как стать победителем</span></h2>

                <p>Правило – всего одно. Проще не придумаешь: достаточно играть в слоты на реальные деньги. Все, больше никакой магии – занятие автоматически делает вас претендентом на богатство. В отличие от других клубов, Royal casino не ограничивает минимальную ставку и количество игр, в которых можно сорвать джекпот. Процесс розыгрыша джекпота понятный и удобный. А главное – приятный!</p>

                <p>Размеры ставок не играют роли. Шансы равны как у смельчаков, рискующих по-крупному, так и у осторожных стратегов, продумывающих каждый спин. Победителем станет один из игроков, которому повезет увидеть на барабанах самую прибыльную комбинацию.</p>

                <h2><span>Формирование джекпота</span></h2>

                <ul className="list-cv list-cv-ul">
                    <li> Сумма постоянно увеличивается благодаря ставкам пользователей казино</li>
                    <li> Со всех ставок автоматически отчисляется минимальный процент</li>
                    <li> Величина ставки и выбранная игра не имеют значения.</li>
                    <li> Cредства в призовой фонд зачисляются в долларах по кросс-курсу на момент совершения ставки и при этом неважно, в какой валюте была совершена ставка</li>
                </ul>

                <h2><span>Условия получения</span></h2>

                <ul className="list-cv list-cv-ul">
                    <li> Джекпот выдается счастливчику, получившему на барабанах любой игры максимальную победную комбинацию.</li>
                    <li> К участию в розыгрыше допускаются только игроки, делающие реальные денежные ставки в слотах заведения.</li>
                    <li> Джекпот разыгрывается за ставки, сформировавшие максимально выигрышные сочетания на любом аппарате.</li>
                    <li> Частью розыгрыша становятся все реальные ставки без учета их суммы.</li>
                    <li> Чемпиона выбирают с использованием генератора случайных чисел.</li>
                    <li> Игроку, заполучившему джекпот, на электронную почту (использованную для регистрации аккаунта) придет детальная инструкция по получению выигрыша.</li>
                    <li> До перевода суммы руководство клуба Royal casino попросит подтвердить свою личность документом. Это делается с одной целью – обезопасить процедуру и защититься от мошенников (детальнее читайте в пункте 5.2 «Правил и условий казино»).</li>
                    <li>При выплате выигрыша победителю мы конвертируем сумму джекпота в валюту аккаунта игрока. </li>
                </ul>
            </div></>
    );
}

export default Jackpot;