



const Terms = () => {

    return (
        <>
            <div>

                <div className="cnt-main cnt-main--static" data-content-block="">
                    <article className="text">
                        <h1><span className="complex-text"><span className="gradient">Пользовательское соглашение</span> </span></h1>

                        <h2><span className="complex-text"><span className="gradient">1. ВВЕДЕНИЕ</span> </span></h2>

                        <p>1.1. Посещая какой-либо из разделов игрового клуба Royal casino («Сайт») или открывая счет, пользователь соглашается со всеми пунктами Пользовательского соглашения («Соглашение»), Политикой конфиденциальности, условиями рекламной деятельности, правилами игр, бонусами и специальными предложениями, которые время от времени появляются на Сайте. Перед тем как принять условия Соглашения, желательно ознакомиться со всеми его пунктами. Если игрок не хочет или не может согласиться с данными условиями и соблюдать их, то рекомендуем не открывать счет и не пользоваться услугами Сайта. Последующее использование Сайта будет расцениваться как полное принятие игроком всех пунктов данного Соглашения.</p>

                        <h2><span className="complex-text"><span className="gradient">Общие положения и условия </span> </span></h2>

                        <h2><span className="complex-text"><span className="gradient">2. Стороны</span> </span></h2>

                        <p>2.1. Все пункты Соглашения, включающие местоимения «мы», «нас», «наш» или «Компания», относятся к компании, с которой игрок заключает договор, в соответствии с приведенным выше пунктом.</p>

                        <h2><span className="complex-text"><span className="gradient">3. Изменение условий</span> </span></h2>

                        <p>3.1. У нас есть право вносить любые изменения, редактировать, обновлять и изменять Соглашение по ряду причин: коммерческим, юридическим, а также по причинам, связанным с обслуживанием клиентов. Актуальные пункты Соглашения и даты их вступления в силу присутствуют на Сайте. Мы информируем игроков обо всех изменениях, поправках и дополнениях путем размещения текста измененного Соглашения на Сайте. Игрок несет личную ответственность за ознакомление с действующим Соглашением. У Компании есть право вносить изменения в работу Сайта когда угодно и без предварительного информирования игроков.</p>

                        <p>3.2. В случае несогласия c измененными пунктами Соглашения игрок волен прекратить пользование Сайтом. Дальнейшее использование Сайта после вступления в силу измененных пунктов Соглашения, будет расцениваться как полное его принятие, независимо от того, получил ли игрок соответствующее уведомление или узнал про изменения из обновленного Соглашения.</p>

                        <h2><span className="complex-text"><span className="gradient">4. Правовые требования</span> </span></h2>

                        <p>4.1. Лицам, не достигшим 18 летнего возраста или возраста («Допустимый возраст»), который является обязательным для законного участия в азартных играх по законодательству конкретной юрисдикции, запрещено пользоваться Сайтом. Использование Сайта лицами, не достигшими Допустимого возраста, является прямым нарушением Соглашения. В связи с этим, у нас есть право запрашивать документы, которые могут подтвердить возраст игрока. Игроку может быть отказано в предоставлении услуг, и действие его счета может быть временно приостановлено, если по нашему требованию не будут предъявлены доказательства того, что возраст игрока соответствует Допустимому.</p>

                        <p>4.2. Азартные игры онлайн запрещены законом в некоторых юрисдикциях. Принимая Соглашение, игрок осознает, что Компания не может предоставить гарантии или юридическую консультацию относительно легитимности использования Сайта на территории юрисдикции, на которой находится игрок. Мы не можем утверждать, что услуги Сайта не нарушают законов юрисдикции игрока. Игрок пользуется услугами Сайта по собственному желанию, и берет на себя всю полноту ответственности, хорошо осознавая все возможные риски.</p>

                        <p>4.3. Мы не стремимся и не намереваемся предоставить игроку услуги, нарушающие законодательство его юрисдикции. Принимая Соглашение, игрок подтверждает и гарантирует, что использование Сайта соответствует законам и правилам, действующим на территории его юрисдикции. Мы не несем ответственности за незаконное пользование услугами Сайта.</p>

                        <p>4.4. На игроков возлагается вся полнота ответственности по уплате налогов и сборов, которые применяются по отношению к любым выигрышам, полученным в результате пользования Сайтом. В случаях, когда согласно нормам законодательства конкретной юрисдикции за выигрыш должен быть выплачен налоговый сбор, вся ответственность по составлению документальной отчетности возлагается на игрока.</p>

                        <p>4.5. По юридическим причинам мы не принимаем игроков из следующих стран: США, Украина, Иран, Северная Корея, Судан и Сирия, Китай, Ирак, Пакистан, Йемен, Туркменистан, Гана, Парагвай, Маврикий, Мьянма, Эфиопия, Непал, Перу, Бенин, Коста-Рика, Эквадор, Гаити, Мадагаскар, Идти, Уругвай, Аландские острова, Бутан, Ботсвана, Камбоджа, Камерун, Экваториальная Гвинея, Кувейт, Мали, Замбия, Лихтенштейн, американское Самоа, Андорра, Ангилья, Антарктида, Бермуды, Бонайре, Синт-Эстатиус и Саба, Остров Буве, Британская территория в Индийском океане (англ.), Буркина-Фасо, Бурунди, Кабо-Верде, Центральноафриканская Республика (англ.), Чад, Остров Рождества, Кокосовые острова (Килинг), Коморы (англ.), Острова Кука (англ.), Берег Слоновой Кости, Кюрасао, Джибути, Доминика, Сальвадор, Эритрея, Эсватини, Фолклендские острова (the) [Мальвинские острова], Фарерские острова (англ.), Фиджи, Французская Гвиана, Французская Полинезия, Французские южные территории (англ.), Габон, Гамбия (англ.), Гибралтар, Гренада, Гваделупа, Гуам, Гватемала, Гернси, Гвинея-Бисау, Остров Херд и острова Макдональдс, Святой Престол (англ.), Гондурас, Иран (Исламская Республика), Остров Мэн, Ямайка, Джерси, Кирибати, Корея (Народно-Демократическая Республика), Лаосская Народно-Демократическая Республика (англ.), Лесото, Либерия, Макао, Малави, Маршалловы Острова (англ.), Мартиника, Мавритания, Майотта, Микронезия (Федеративные Штаты), Монтсеррат, Мозамбик, Науру, Новая Каледония, Нигер (англ.), Ниуэ, Остров Норфолк, Северные Марианские острова (англ.), Палау, Палестина, Государство, Папуа - Новая Гвинея, Питкэрн, Реюньон, Руанда, Сен-Бартельми, Остров Святой Елены, Вознесение и Тристан-да-Кунья, Сент-Китс и Невис, Санкт-Люсия, Сен-Мартен (французская часть), Сен-Пьер и Микелон, Святой Винсент и Гренадины, Самоа, Сан-Марино, Сан-Томе и Принсипи, Сенегал, Сьерра-Леоне, Синт-Мартен (голландская часть), Соломоновы острова, Южная Георгия и Южные Сандвичевы острова, южный Судан, Судан (англ.), Суринам, Шпицберген и Ян-Майен, Сирийская Арабская Республика (англ.), Танзания, Объединенная Республика, Тимор-Лешти, Токелау, Тонга, Теркс и Кайкос (о-ва), Тувалу, Малые отдаленные острова США (the), Вануату, Венесуэла (Боливарианская Республика), Виргинские острова (США), Уоллис и Футуна, Западная Сахара*, Зимбабве, Каймановы острова. Лицам, проживающим или находящимся на территории этих стран, не разрешается открывать счета или вносить денежные средства на Сайте. В списке юрисдикций возможны изменения, и они могут быть произведены Компанией без предварительного уведомления игроков. Вы соглашаетесь, что не станете открывать счет или перечислять на него денежные средства, находясь на территории одной из перечисленных выше юрисдикций.</p>

                        <h2><span className="complex-text"><span className="gradient">5. Открытие счета</span> </span></h2>

                        <p>5.1. Чтобы получить доступ ко всем основным услугам Сайта, необходимо открыть счет. Для этого игроку нужно указать адрес своей электронной почты и придумать пароль, который в дальнейшем будет использоваться для входа в игровой аккаунт, также требуется указать личную информацию: номер телефона и дату рождения.</p>

                        <p>5.2. Для подтверждения истинности информации Компания имеет право запросить документы, подтверждающие личность игрока. Если в силу каких-то причин игрок не может предъявить документы, подтверждающие его личность, то у Компании есть право приостановить действие счета игрока до тех пор, пока он не предъявит документы, или окончательно закрыть счет в том случае, если документы так и не были предъявлены.</p>

                        <p>5.3. Игрок подтверждает, что при регистрации на Сайте указал полную, точную и достоверную информацию о себе, и если в ней произойдут какие-либо изменения, то игрок незамедлительно внесет их в свой профиль. Невыполнение или игнорирование данного правила может привести к применению ограничений, приостановлению или блокировке счета, а также к аннулированию платежей.</p>

                        <p>5.4. В случае возникновения каких-либо вопросов или проблем при регистрации на Сайте, игрок может обратиться в службу поддержки в режиме онлайн чата или отправить письмо на электронную почту: <a href="mailto:support@royal777.casino">support@royal777.casino.</a></p>

                        <p>5.5. Каждый игрок может открыть на Сайте только один счет. Остальные открытые игроком счета будут рассматриваться в качестве дублирующих. У нас есть право закрывать такие счета и:</p>

                        <p>5.5.1. признавать недействительными все операции, проведенные с использованием дублирующего счета;</p>

                        <p>5.5.2. не возвращать игрокам все вклады и ставки, сделанные с дублирующего счета;</p>

                        <p>5.5.3. требовать возвращения всех выигрышей, бонусов и денежных средств, полученных при использовании дублирующего счета. Игрок обязан возвратить их по первому нашему требованию.</p>

                        <h2><span className="complex-text"><span className="gradient">6. Подтверждение личности; защита от отмывания денег</span> </span></h2>

                        <p>6.1. Принимая данное Соглашение, игрок обязуется, соглашается и гарантирует, что:</p>

                        <p>6.1.1. игроку уже исполнилось 18 лет или количество лет достаточное, чтобы считаться Допустимым возрастом, дающим законное право на участие в азартных играх без нарушения действующего законодательства конкретной юрисдикции;</p>

                        <p>6.1.2. игрок – полноправный и законный владелец всех средств на своем счете. Вся предоставленная игроком информация соответствует истине, является достоверной, актуальной и точной;</p>

                        <p>6.1.3. игрок полностью осознает, что пользование Сайтом может привести к потере денежных средств, игрок берет на себя всю полноту ответственности за любые возможные потери. Игрок подтверждает, что пользуется Сайтом по своему собственному желанию, решению и на собственный страх и риск. Игрок не имеет права предъявлять Компании какие-либо претензии, связанные с его убытками и проигрышами;</p>

                        <p>6.1.4. игрок четко понимает общие принципы, правила и процедуры предоставления услуг и специфику игры в Интернете. Игрок осознает, что на нем лежит ответственность по обеспечению правильности данных, ставок и игр. Игрок соглашается не совершать действия и поступки, которые могут нанести вред репутации Компании.</p>

                        <p>6.2. Принимая условия Соглашения, игрок дает нам право устраивать периодические проверки (по нашему усмотрению либо по запросу третьей стороны, в том числе уполномоченных органов) для подтверждения личности игрока и достоверности, указанной информации.</p>

                        <p>6.3. В период проведения проверок может быть ограничена возможность вывода денежных средств со счета игрока.</p>

                        <p>6.4. Если в ходе проверки будет установлен факт ложности предоставленной информации, то это будет расценено как нарушение условий Соглашения, что в свою очередь, дает нам право незамедлительно закрыть счет игрока или отказать игроку в пользовании услугами Сайта, в дополнение к другим действиям на наше усмотрение.</p>

                        <p>6.5. Если мы не сможем подтвердить, что игрок достиг Допустимого возраста, то у нас появится право приостановить действие счета игрока. Если возраст игрока был меньше Допустимого на момент участия в операциях на Сайте, то:</p>

                        <p>6.5.1. счет игрока будет закрыт;</p>

                        <p>6.5.2. денежные средства, имеющиеся на счете, будут возвращены, а все денежные операции, произведенные на протяжении данного периода, будут признаны недействительными;</p>

                        <p>6.5.3. все ставки, совершенные в течение данного периода, будут отменены и возвращены;</p>

                        <p>6.5.4. суммы выигрышей, полученные в период, когда возраст игрока был меньше Допустимого, будут признаны недействительными. Игрок обязан по первому нашему требованию возвратить нам все средства, выведенные с игрового счета.</p>

                        <h2><span className="complex-text"><span className="gradient">7. Имя пользователя, пароль и безопасность</span> </span></h2>

                        <p>7.1. После открытия счета на Сайте, игрок обязан хранить свой пароль и имя пользователя в секрете и ни в коем случае не разглашать данную информацию третьей стороне. В случае утраты данных необходимых для получения доступа к счету, их можно узнать или восстановить, нажав на кнопку «Восстановить пароль».</p>

                        <p>7.2. Игрок отвечает за сохранность пароля, а также любые действия и транзакции, произведенные с его счетом. Кроме того, игрок несет ответственность за все убытки, понесенные им в результате действий третьей стороны.</p>

                        <p>7.3. В случае нарушения безопасности и несанкционированного доступа к счету, игрок должен незамедлительно известить Компанию. В случае необходимости игрок обязан предъявить Компании доказательства того, что несанкционированный доступ действительно имел место. Компания не несет ответственности за ущерб, полученный игроком в результате неправильного или неосторожного использования имени пользователя и пароля третьей стороной или за несанкционированный доступ к счету.</p>

                        <h2><span className="complex-text"><span className="gradient">8. Размещение и вывод денежных средств</span> </span> <span className="complex-text"> <span className="gradient">со счета</span> </span></h2>

                        <p>8.1. Для того чтобы принять участие в азартных играх на Сайте, игроку нужно разместить на своем счету определенную сумму денег.</p>

                        <p>8.2. Игрок подтверждает и обязуется, что:</p>

                        <p>8.2.1. денежные средства, внесенные на игровой счет, не были получены уголовным, незаконным или запрещенным путем;</p>

                        <p>8.2.2. не станет отказываться от совершенных транзакций, не будет отрицать и отменять совершенные платежи, что может стать причиной для возврата денег третьей стороне и позволить ей уйти от законной ответственности.</p>

                        <p>8.3. Мы не принимаем денежные средства от третьих лиц: друзей, родственников или партнеров. Игрок обязан вносить средства только со своего счета, расчетной карты или системы, зарегистрированной на имя игрока. В случае выявления фактов нарушения данного условия – все выигрыши могут быть конфискованы.</p>

                        <p>8.4. В случае запроса банковского перевода по возврату денежных средств их законному владельцу, все расходы и комиссии оплачиваются за счет получателя.</p>

                        <p>8.5. Для пополнения счета путем отправки SMS, можно использовать только один телефонный номер, и этот номер должен быть указан в профиле игрока. На счет игрока поступит только половина отправленной суммы. Игроки не могут использовать для пополнения счета кредиты от операторов мобильных сетей, даже в тех случаях, когда последние предоставляют данную услугу. В тех случаях, когда баланс счета имеет отрицательное значение, отослать SMS при помощи подобных SMS-займов не получится. Нарушение данного правила приведет к включению имени нарушителя в черный список и блокировке счета.</p>

                        <p>8.5. Мы не принимаем платежи наличными денежными средствами. Мы можем использовать для электронных платежей, в том числе платежей и выплат игрокам, различные организации, занимающиеся обработкой электронных платежей или финансовые учреждения. За исключением тех случаев, когда правила и условия данных учреждений не противоречат условиям Соглашения, игрок полностью принимает такие правила.</p>

                        <p>8.6. Игрок соглашается не отказываться, не аннулировать и не отменять транзакции, проведенные с участием его счета. К тому же в каждом из подобных случаев игрок обязан вернуть или компенсировать нам сумму неразмещенных средств, включительно с расходами, которые мы можем понести при сборе вкладов игрока.</p>

                        <p>8.7. У нас есть право блокировать счет игрока, а также аннулировать выплаты и взыскивать выигрыши, в случае возникновения у нас подозрений относительно того, что пополнение счета было произведено мошенническим способом. Мы имеем право известить соответствующие органы о мошеннических действиях с платежами и незаконной деятельности. У нас есть право прибегать к услугам коллекторских агентств для возврата платежей. Компания не несет ответственности за несанкционированное использование кредитных карт, независимо от того было заявлено об их краже или нет.</p>

                        <p>8.8. Мы имеем право использовать положительный баланс счета игрока для погашения денежной суммы, которую игрок должен возместить Компании, в том числе и в случаях повторных ставок или пари согласно положению 5.5, пункта 9 («Сговор, действия, вводящие в заблуждение, мошенничество и криминальная деятельность) или пункта 14 («Ошибки и недочеты»).</p>

                        <p>8.9. Игрок полностью осознает и принимает тот факт, что игровой счет не является банковским счетом. Следовательно, по отношению к нему не действуют методы страхования, пополнения, гарантии и прочие способы защиты со стороны системы страхования вкладов и прочих систем страхования. На денежные средства на игровом счету не начисляются проценты.</p>

                        <p>8.10. Игрок имеет право подать запрос на вывод денег со счета при условии, что:</p>

                        <p>8.10.1. все платежи, поступившие на счет, прошли проверку, и ни один из них не был отменен или аннулирован;</p>

                        <p>8.10.2. проверочные действия, о которых говорилось в разделе 6, были проведены надлежащим образом.</p>

                        <p>8.11. При оформлении заявки на вывод средств со счета, важно учитывать следующие моменты:</p>

                        <p>8.11.1. игровой профиль полностью заполнен, а указанная в нем почта подтверждена;</p>

                        <p>8.11.2. денежные средства должны выводиться тем же способом, который был использован для их ввода на счет(Neteller, Visa/MasterCard);</p>

                        <p>8.11.3. если сумма, запрашиваемая на вывод, превышает 1000 USD, то в обязательном порядке будет проведена процедура идентификации. Для ее осуществления игроку необходимо отправить нам копию или цифровую фотографию документа, удостоверяющего личность игрока. При пополнении счета посредством кредитной карты, необходимо прислать копию изображения обеих сторон данной карты. В номере карты должны быть видны первые шесть и последние четыре цифры, CVV2 код может быть закрашен;</p>

                        <a></a>
                        <p>8.11.4. если оборот средств (сумма ставок) с реального счета игрока в момент оформления заявки на вывод меньше двойного размера депозита, Компания имеет право удержать комиссию в размере от 10% до 30% от суммы вывода. Комиссия удерживается с реального счета игрока.</p>
                        <p>Размер комиссии зависит от статуса игрока в Программе лояльности:</p>
                        <ul className="ul-list">
                            <li>Знаток – комиссия 30% от суммы вывода;</li>
                            <li>Специалист – комиссия 20% от суммы вывода;</li>
                            <li>Мастер, Эксперт, Профессионал – комиссия 10% от суммы вывода.</li>
                        </ul>
                        <p>На статусах Новичок и Любитель до совершения ставок на сумму двойного размера депозита вывод средств невозможен.</p>

                        <p><i>Пример:</i> вы достигли статуса Мастер. На момент вывода сумма ваших ставок в играх меньше двойного размера депозита. Если вы выводите 1 000 ₸, с вашего игрового счета будут дополнительно удержаны 100 ₸, т.е. 10% от суммы заявки. Таким образом, для успешного вывода 1 000 ₸ на вашем счету должно быть не менее 1 100 ₸. Для вывода без комиссии вам нужно сделать ставок на сумму, в два раза превышающую размер внесенного депозита.</p>

                        <p>8.11.5. В обороте ставок учитываются только те ставки, что были сделаны игроком в играх с типом «Слоты» и «Быстрые игры»; ставки в других типах игр («Live казино», «Столы») не учитываются.</p>
                        <p>
                            8.11.6. В обороте ставок не учитываются ставки, сделанные в играх  American Roulette, American Roulette, Bulgaria Baccarat 1, Bulgaria Baccarat 2, Bulgaria Blackjack, Bulgaria Roulette, Burgas Baccarat VIP 1, Burgas Baccarat VIP 2, Coin Pilot, English Casino Hold'em, European Auto Roulette, European Roulette, French Roulette, French Roulette, Galaxy Baccarat 1, Galaxy Baccarat 2, Galaxy Baccarat 3, Galaxy Roulette, Oracle 360 Roulette, Oracle Roulette, Pilot, Pilot Cup, Portomaso Roulette, Spanish Roulette, Sun Macau Roulette, VA Bacarat 1, VA Bacarat 2, VA Bacarat 3, VA Bacarat 4, VA Bacarat 5, VA Roulette, Vulkan Pilot.
                        </p>

                        <p>8.12. Мы имеем право удержать комиссию в размере наших затрат по выводу средств, не задействованных в игре.</p>

                        <p id="8_13">8.13. Сумма вывода до 111 999 ₸ выплачивается на счет клиента в течение 3 суток с момента подачи заявок, за исключением выходных и праздничных дней.</p>

                        <p>8.14. Сумма вывода от 112 000 до 559 999 ₸ выплачивается на счет клиента в течение 5 суток с момента подачи заявок, за исключением выходных и праздничных дней.</p>

                        <p>8.15. Сумма вывода от 560 000 до 2 799 999 ₸ выплачивается на счет клиента в течение 14 суток с момента подачи заявок, за исключением выходных и праздничных дней.</p>

                        <p>8.16. Сумма вывода от 2 800 000 до 5 599 999 ₸ выплачивается на счет клиента в течение 21 суток с момента подачи заявок, за исключением выходных и праздничных дней.</p>

                        <p>8.17. Сумма вывода от 5 600 000 ₸ выплачивается на счет клиента в течение 30 суток с момента подачи заявки, за исключением выходных и праздничных дней.</p>

                        <p>8.18. Сумма вывода не может превышать 5 600 000 ₸ за 30 календарных дней.</p>

                        <p>8.19. Сроки вывода рассчитываются от момента создания последней заявки на вывод.</p>

                        <p>8.20. При оформлении вывода на сумму более  85 000 ₸ заявки разбиваются на несколько по  85 000 ₸ каждая. Таков лимит платежной системы, с помощью которой происходит процесс обработки платежей. При этом лимиты по выплате с аккаунта отсутствуют.</p>

                        <p>8.21. Сроки вывода средств могут быть больше указанных в п.п. 8.13. – 8.17. из-за повышенной загрузки финансового отдела, процедуры верификации личности или других необходимых проверок. О причинах задержки вывода в каждом конкретном случае Игрок может узнать в службе поддержки Сайта.</p>

                        <h2><span className="complex-text"><span className="gradient">9. Положения и условия для услуги 1-Click</span> </span></h2>

                        <p>9.1. Вы согласны оплатить все услуги и/или товары или другие дополнительные услуги, заказанные Вами на Веб-сайте, а также все дополнительные расходы (при необходимости), включая, но, не ограничиваясь, всевозможные налоги, пошлины и т.д. Вы несете полную ответственность за своевременную оплату всех платежей. Провайдер платёжных услуг обеспечивает лишь проведение платежа в обозначенном Веб-сайтом размере и не несет ответственности за уплату пользователем Веб-сайта вышеупомянутых дополнительных сумм. После нажатия кнопки "Оплата", считается, что платеж обработан, и он безвозвратно выполнен. Нажав кнопку "Оплата", Вы соглашаетесь с тем, что Вы не сможете отозвать платеж или потребовать его отзыва. Размещая заказ на Веб-сайте, Вы подтверждаете и указываете, что не нарушаете законы любого государства. Дополнительно, принимая положения данных правил (и/или Правил и условий), Вы, как владелец платежной карты, подтверждаете, что имеете право пользоваться товарами и/или услугами, предлагаемыми на Веб-сайте.</p>

                        <p>9.2. В случае если Вы используете услуги Веб-сайта, предлагающего такие специфические услуги как игровой сервис, Вы предоставляете юридически обязывающее подтверждение, что Вы достигли или уже превысили возраст совершеннолетия, который является законодательно разрешенным в Вашей юрисдикции для того, чтобы использовать услуги предоставленные Веб-сайтом.</p>

                        <p>9.3. Начиная использовать услуги Веб-сайта, Вы берете на себя юридическую ответственность за соблюдение законодательства любого государства, где используется данная услуга, и подтверждаете, что провайдер платёжных услуг не несет никакой ответственности за любое незаконное или несанкционированное подобное нарушение. Соглашаясь использовать услуги Веб-сайта, Вы понимаете и принимаете, что обработка любого Вашего платежа осуществляется провайдером платёжных услуг, и не существует законного права на возврат уже купленных услуг и/или товаров или других возможностей отмены платежа. Если Вы хотите отказаться от использования услуги для следующей покупки услуги и/ или товаров, Вы можете отказаться от услуги, используя Личный кабинет на Веб-сайте.</p>

                        <p>9.4. Провайдер платёжных услуг не несет ответственность за отказ/невозможность обработать данные, связанные с Вашей платежной картой, либо за отказ, связанный с неполучением от банка-эмитента разрешения на проведение платежа с использованием Вашей платежной карты. Провайдер платёжных услуг не несет ответственность за качество, объем, цену любой услуги и/или товара, предложенной/-го Вам или купленных Вами на Веб-сайте, используя Вашу платежную карту. Оплачивая любые услуги и/или товары Веб-сайта, Вы, в первую очередь, обязаны соблюдать правила пользования Веб-сайта. Просим учитывать, что только Вы, как владелец платежной карты, ответственны за своевременную оплату любой услуги и/ или товара, заказанной Вами через Веб-сайт и за все связанные с этой оплатой дополнительные расходы/комиссии. Провайдер платёжных услуг является только исполнителем платежа в указанном Веб-сайтом размере и не несет ответственность за любое ценообразование, общие цены и/или общие суммы.</p>

                        <p>9.5. В случае возникновения ситуации, связанной с Вашим несогласием с вышеизложенными условиями и/или другими причинами, просим Вас своевременно отказаться от выполнения платежа и, при необходимости, обратиться непосредственно в службу поддержки.</p>

                        <h2><span className="complex-text"><span className="gradient">10. Сговор, действия, вводящие в заблуждение,</span> </span> <span className="complex-text"> <span className="gradient">мошенничество и криминальная деятельность</span> </span></h2>

                        <p>10.1. Следующие виды деятельности строго запрещены, совершение подобных действий будет расценено как прямое нарушение Соглашения:</p>

                        <p>10.1.1. передача информации третьей стороне;</p>

                        <p>10.1.2. незаконные действия: мошенничество, использование вредоносных программ, ботов и ошибок в программном обеспечении Сайта;</p>

                        <p>10.1.3. мошеннические действия, представляющие собой использование украденных, клонированных или полученных иным незаконным путем данных кредитной или дебетовой карты для пополнения счета;</p>

                        <p>10.1.4. участие в преступной деятельности, отмывании денег и иных видах деятельности, участие в которых может повлечь за собой уголовно-правовую ответственность;</p>

                        <p>10.1.5. вступление, попытка вступления или намерение принять участие в преступном сговоре с другим игроком во время игры на Сайте;</p>

                        <p>10.2. У нас есть право приостанавливать, отменять или отзывать выплаты или выигрыши, связанные с бонусными средствами в том случае, если у нас появится подозрение в том, что игрок намеренно злоупотребляет ими.</p>

                        <p>10.2.1.Игра с активными бонусами запрещена, если:</p>
                        <ul className="ul-list">
                            <li>В игре присутствует возможность выиграть джекпот;</li>
                            <li>В игре есть накопительные системы множителей или накопительная шкала бонуса;</li>
                            <li>В игре есть возможность вращать отдельный барабан слота или заблокировать вращение отдельного барабана.</li>
                        </ul>


                        <p>10.3. Запрещается использование любых стратегий при игре с активным бонусом с целью выполнения требований по отыгрышу бонуса, в том числе резкое необоснованное повышение ставки, собирание скаттеров для получения фриспинов с помощью бонусного баланса и дальнейшего получения бесплатных вращений на реальный баланс. Если игрок использует такие стратегии, а также если у нас есть достаточные основания полагать, что действия игрока направлены исключительно на получение финансовой выгоды с использованием преимущества в виде бонуса, то Администрация оставляет за собой право аннулировать все выигрыши игрока.</p>

                        <p>10.4. Компания примет все допустимые и разрешенные законом способы для исключения и выявления мошеннических сговоров и их непосредственных участников; против этих лиц в обязательном порядке будут приняты соответствующие меры. Мы не несем ответственности за потери и ущерб, полученный игроками в результате мошеннических действий. В подобных случаях всякие адекватные действия остаются на наше усмотрение.</p>

                        <p>
                            10.4.1. Бонус считается своего рода подарком и поощрением для игроков и не подразумевает какой-либо коммерческой выгоды или прибыли от безопасного отыгрыша бонуса.
                        </p>
                        <p> 10.4.2. Для защиты от различных мошеннических схем Royal casino оставляет за собой право в любой момент осуществлять проверку игровой и платежной активности клиентов. Если будет выявлено злоупотребление, Компания примет меры, которые предусматривают либо отключение возможности получать бонусы в будущем, либо получение компенсации за понесенные убытки.  </p>
                        <p>   10.4.3. Ниже приведены некоторые из наиболее распространенных примеров игрового процесса, которые могут привести к конфискации выигрыша. Полный список нарушений не ограничивается приведенными ниже примерами.</p>

                        <p>  10.4.3.1. Игрок делает высокие ставки, для более быстрого наращивания баланса, после чего резко снижает сумму ставок (в 2 или более раз) с целью менее рискового отыгрыша бонуса при увеличенном балансе. </p>

                        <p> 10.4.3.2. Игрок делает много ставок с минимальным ожидаемым выигрышем, чтобы получить большой объем ставок и скорее отыграть бонус. Например, делаются ставки на все числа в рулетке, или же на черное/красное и идентичные им ставки.</p>
                        <p> 10.4.3.3. Ставить более чем 2 € за один раз при наличии активного бонуса.</p>
                        <p> 10.4.3.4. Игрок откладывает игровые раунды, включая бесплатные вращения или бонусные игры, или генерирует игровой прогресс, чтобы забрать выигрыш позже.</p>
                        <p> 10.4.3.5. Одновременная игровая активность на нескольких вкладках.</p>
                        <p>10.5. Игроки обязаны незамедлительно известить нас, если у них возникнут подозрения относительно того, что какой-либо человек находится в сговоре или осуществляет мошеннические действия. Связаться с нами можно посредством электронной почты.</p>

                        <p>10.6. У нас есть право без предварительного уведомления запретить игрокам доступ к Сайту и заблокировать их счета, в том случае если они будут заподозрены в мошеннической деятельности. В таких случаях мы не несем ответственности по возврату и компенсации денежных средств, имеющихся на счетах таких игроков. Кроме того, у нас есть право известить о незаконной деятельности правоохранительные органы. Игроки обязаны всецело сотрудничать с нами при расследовании подобных случаев.</p>

                        <p>10.7. Игрокам запрещено использовать услуги и программное обеспечение Сайта для совершения любых мошеннических, незаконных действий и транзакций в соответствии с законодательством конкретной юрисдикции. Если будет установлен или выявлен факт совершения игроком подобных действий, то Компания может приостановить или заблокировать счет игрока и удержать средства, имеющиеся на нем. В таких случаях у игроков нет права предъявлять Компании какие-либо претензии.</p>

                        <h2><span className="complex-text"><span className="gradient">11. Другие запрещенные действия на сайте</span> </span></h2>

                        <p>11.1. На Сайте запрещено использовать агрессивную или оскорбительную манеру общения, ненормативную лексику, угрозы и применять любые насильственные действия по отношению к сотрудникам и другим игрокам Сайта.</p>

                        <p>11.2. Запрещено загружать на Сайт информацию в объеме, способном вызвать сбои в работе Сайта и осуществлять какие-либо другие действия, которые могут повлиять на работу ресурса. В данном случае имеются в виду вирусы, вредоносные программы, массовая рассылка и спам – все перечисленное строго запрещено. Кроме того, игрокам запрещено удалять, изменять и редактировать информацию, размещенную на Сайте.</p>

                        <p>11.3. Игроки могут пользоваться Сайтом исключительно в развлекательных целях. Запрещено копировать Сайт целиком или какую-либо его отдельную часть без письменного согласия от Компании.</p>

                        <p>11.4. Игроки обещают не совершать действия, направленные на взлом системы безопасности Сайта, получение незаконного доступа к закрытым данным или DDoS-атаки. По отношению к игрокам, заподозренным в нарушении данного правила, будут применены соответствующие меры: полный запрет на доступ к Сайту и блокировка счета. Кроме того, мы имеем право оповестить ответственные органы о незаконных действиях игрока.</p>

                        <p>11.5. Мы не несем ответственности за потери и убытки, которые могут понести наши игроки или третья сторона вследствие технических сбоев, спровоцированных вирусными атаками или другими вредоносными действиями, направленными на Сайт.</p>

                        <p>11.6. Строго запрещено передавать и продавать счет одного игрока другому.</p>

                        <h2><span className="complex-text"><span className="gradient">12. Срок действия и аннулирование договора</span> </span></h2>

                        <p>12.1. Игрок имеет право в любой момент прекратить действие своего счета (удалить имя пользователя и пароль), отправив соответствующее письмо на<br />
                            <a href="mailto:support@royal777.casino">support@royal777.casino.</a></p>

                        <p>12.2. До тех пор пока игроку не придет сообщение, подтверждающее факт закрытия счета, на нем лежит ответственность за любые операции с его счетом с момента отправки запроса и до его выполнения.</p>

                        <p>12.3. Перед тем как закрыть счет, мы имеем право взыскать с него комиссию на сумму, которую игрок должен Компании. Если счет заблокирован, отменен или удален, возврат денежных средств, которые имелись на нем на момент закрытия, не производится и никакие другие денежные средства не могут быть на него зачислены или обналичены. Дальнейший доступ игрока к такому счету и его содержимому будет невозможен.</p>

                        <p>12.4. В случае аннулирования счета ни одна сторона не имеет никаких обязательств по отношению к другой.</p>

                        <p>12.1. Мы имеем право удалить счет игрока (а также имя и пароль) без предварительного уведомления в следующих случаях:</p>

                        <p>12.1.1. в Компании было принято решение прекратить предоставление услуг всем игрокам или конкретному пользователю;</p>

                        <p>12.1.2. счет игрока каким-то образом связан с удаленным ранее счетом;</p>

                        <p>12.1.3. счет игрока связан со счетом, который в данный момент заблокирован, в таком случае мы имеем право закрыть счет независимо от того, каким именно образом он связан, и полностью заблокировать учетные данные на этих счетах. За исключением случаев, указанных в Соглашении остаток на счете игрока будет возвращен ему в течение определенного периода, сразу же после подачи запроса и взыскания суммы, которую игрок должен Компании;</p>

                        <p>12.1.4. игрок принимает участие в преступном сговоре или пытается взломать систему;</p>

                        <p>12.1.5. игрок вмешивается в работу программного обеспечения Сайта или пытается им манипулировать;</p>

                        <p>12.1.6. игрок пользуется своим счетом для целей, которые могут быть расценены как противоправные, в соответствии с законодательством конкретной юрисдикции;</p>

                        <p>12.1.7. игрок публикует на Сайте информацию, носящую оскорбительный или унизительный характер.</p>

                        <p>12.2. У нас есть право закрыть счет игрока или отменить действие Соглашения, отправив игроку соответствующее уведомление на адрес, указанный в контактной информации. В случае таких действий с нашей стороны, за исключением ситуаций, упомянутых в пунктах 9 («Сговор, действия, вводящие в заблуждение, мошенничество и криминальная деятельность») и 16 («Нарушение условий») действующего Соглашения, мы обязуемся возвратить игроку средства, находящиеся на счету. Если мы по каким-то причинам не сможем связаться с игроком, то деньги будут временно перечислены на счет Компании или надзорного органа.</p>

                        <p>12.3. Если счет заблокирован или удален, возврат денежных средств, которые имелись на нем на момент закрытия, не производится. Никакие другие денежные средства не могут быть на него зачислены или обналичены. </p>
                        <p>12.4. В случае закрытия счета ни одна сторона не имеет никаких обязательств по отношению к другой.</p>

                        <h2><span className="complex-text"><span className="gradient">13. Изменения на сайте</span> </span></h2>

                        <p>13.1. Мы имеем право в любое время по собственному усмотрению, вносить изменения или дополнять услуги, предлагаемые на Сайте в целях поддержки и обновления ресурса.</p>

                        <h2><span className="complex-text"><span className="gradient">14. Системные ошибки</span> </span></h2>

                        <p>14.1. Если в процессе игры произойдет сбой в работе Сайта, Компания постарается исправить ситуацию в кратчайшие сроки. Мы не несем ответственности за неполадки в средствах информационных технологий, возникшие в результате работы оборудования, используемого игроками для доступа к Сайту, а также за сбои в работе интернет провайдеров.</p>

                        <h2><span className="complex-text"><span className="gradient">15. Ошибки и недочеты</span> </span></h2>

                        <p>15.1. У нас есть право ограничивать или отменять любые ставки.</p>

                        <p>15.2. Если игрок использовал денежные средства, поступившие на его счет в результате ошибки для размещения ставок и участия в игре, мы можем аннулировать подобные ставки и любые выигрыши, полученные с их помощью. Если таким ставкам была произведена выплата денежных средств, то данные суммы следует считать переданными игроку в доверительное управление, игрок обязан возвратить их по первому нашему требованию.</p>

                        <p>15.3. Компания и поставщики услуг не несут ответственности за ущерб, в том числе потерю выигрышей, произошедший в результате ошибок со стороны игрока или с нашей стороны.</p>

                        <p>15.4. Компания, ее дистрибьюторы, филиалы, лицензиаты, дочерние предприятия, а также сотрудники и руководители не несут ответственности за любые убытки и ущерб, возникший по причине перехвата или неправильного использования информации, передаваемой через Интернет.</p>

                        <h2><span className="complex-text"><span className="gradient">16. Ограничение нашей ответственности</span> </span></h2>

                        <p>16.1. Игрок самостоятельно принимает решение пользоваться услугами Сайта или нет, и любые действия и их последствия являются следствием личного выбора игрока, сделанного по его усмотрению на собственный страх и риск.</p>

                        <p>16.2. Работа Сайта осуществляется в соответствие с пунктами данного Соглашения. Мы не предоставляем никаких дополнительных гарантий или заверений по отношению к Сайту и услугам, которые предлагаются на нем, и этим исключаем свою ответственность (в степени, предусмотренной законом) в отношении всех имеющихся в виду гарантий.</p>

                        <p>16.3. Мы не несем ответственности за правонарушения, халатность, убытки, ущерб и потери, которые мы не можем предусмотреть в данный момент.</p>

                        <p>16.4. Компания не несет ответственности за содержание ресурсов, доступ к которым может быть получен посредством этого Сайта.</p>

                        <h2><span className="complex-text"><span className="gradient">17. Нарушение условий</span> </span></h2>

                        <p>17.1. Игрок обязан возместить Компании любые издержки, иски и расходы (в том числе судовые издержки), которые могут возникнуть из-за нарушения им условий Соглашения.</p>

                        <p>17.2. Игрок дает согласие в полной мере возмещать убытки, защищать и отстаивать интересы Компании, ее партнеров, сотрудников и директоров от любых притязаний, ответственности, издержек, потерь и расходов, возникших по причине:</p>

                        <p>17.2.1. нарушения игроком условий Соглашения;</p>

                        <p>17.2.2. нарушения игроком законов и прав третьих лиц;</p>

                        <p>17.2.3. получения доступа к услугам Сайта любым другим лицом при помощи идентификационных данных игрока с его разрешения или без него, или;</p>

                        <p>17.2.4. присваивать выигрыши, полученные таким путем.</p>

                        <p>17.3. В случае если игрок нарушит условия Соглашения, мы имеем право:</p>

                        <p>17.3.1. известить игрока о том, что своими действиями он нарушает условия Соглашения, и потребовать немедленного прекращения запрещенных действий;</p>

                        <p>17.3.2. временно приостановить действие счета игрока;</p>

                        <p>17.3.3. заблокировать счет игрока без предварительного уведомления;</p>

                        <p>17.3.4. взыскать со счета игрока сумму выплат, выигрышей или бонусов, приобретенных в результате нарушения.</p>

                        <p>17.4. У нас есть право аннулировать имя пользователя и пароль игрока в случае не соблюдения им любого из пунктов Соглашения.</p>

                        <h2><span className="complex-text"><span className="gradient">18. Права на объекты интеллектуальной собственности</span> </span></h2>

                        <p>18.1. Все содержание Сайта является объектом авторского права и прочих прав собственности, принадлежащих Компании. Все загружаемые и печатные материалы, присутствующие на Сайте могут быть загружены только на один компьютер. Распечатывать данные материалы разрешено исключительно в целях личного и некоммерческого использования.</p>

                        <p>18.2. Пользование Сайтом не дает игроку никаких прав на интеллектуальную собственность, принадлежащую Компании или третьей стороне.</p>

                        <p>18.3. Запрещается любое использование или воспроизведение торговой марки, товарных знаков, логотипов и прочих промо-материалов, представленных на Сайте.</p>

                        <p>18.4. Игрок понесет ответственность за любой ущерб, расходы или затраты, возникшие в результате совершения им запрещенной деятельности. Пользователи должны незамедлительно известить Компанию, если им станет известно о совершении какой-либо запрещенной деятельности и оказать всю необходимую помощь в проведении расследования, которое Компания может провести с учетом предоставленной информации.</p>

                        <h2><span className="complex-text"><span className="gradient">19. Личная информация</span> </span></h2>

                        <p>19.1. Мы обязаны соблюдать требования по защите данных в том виде, в котором Компания использует личную информацию, собранную в результате визита пользователя на Сайт. Исходя из этого, мы с максимальной серьезностью относимся к нашим обязательствам по использованию личных данных игроков. Компания использует личную информацию, предоставленную игроками с полным соблюдением политики конфиденциальности.</p>

                        <p>19.2. Предоставляя личную информацию, игроки соглашаются с тем, что у нас есть право на обработку их личных данных для целей, указанных в Соглашении или же для соблюдения нормативных и юридических обязательств.</p>

                        <p>19.3. В соответствии с политикой конфиденциальности, мы обязуемся не раскрывать личную информацию наших игроков никому, кроме работников, которые будут использовать ее исключительно для более качественного предоставления услуг.</p>

                        <p>19.4. Мы храним копии всей корреспонденции, полученной от игроков, чтобы в точности зафиксировать всю полученную информацию.</p>

                        <h2><span className="complex-text"><span className="gradient">20. Использование файлов «Cookie» на Сайте</span> </span></h2>

                        <p>20.1. Мы используем файлы «cookie» для обеспечения функциональности Сайта. <strong>«Cookie»</strong> - это специальный текстовый файл небольшого размера, который сохраняется на компьютере пользователя при посещении Сайта, с его помощью мы можем вновь узнавать конкретных пользователей при повторном посещении Сайта. Дополнительные сведения о контроле и удалении файлов «cookie» можно найти на сайте: <a href="http://www.aboutcookies.org">www.aboutcookies.org</a>. Следует учитывать, что удаление наших файлов «cookie» может стать причиной блокирования доступа к некоторым разделам и функциям Сайта.</p>

                        <h2><span className="complex-text"><span className="gradient">21. Жалобы и уведомления</span> </span></h2>

                        <p>21.1. При возникновении любых жалоб и претензий относительно работы Сайта, прежде всего, следует в кратчайшие сроки направить свою претензию в службу поддержки.</p>

                        <p>21.2. Игрок соглашается с тем, что запись спора, хранящаяся на сервере, может быть использована в качестве свидетельства при рассмотрении претензии.</p>

                        <p>21.3. Игрок соглашается с тем, что результаты игр на Сайте определяются посредством работы генератора случайных чисел. Он генерирует события в произвольном порядке. Если между результатами игры на компьютере игрока и результатами на сервере возникнут расхождения, то результаты на сервере будут считаться более достоверными. При возникновении несоответствия в отображении баланса, предпочтение всегда отдается балансу на сервере. Денежные суммы с игрового счета могут быть потеряны из-за ошибки человека или технического сбоя.</p>

                        <h2><span className="complex-text"><span className="gradient">22. Обстоятельства непреодолимой силы</span> </span></h2>

                        <p>22.1. Компания не несет ответственности за задержки или невыполнение обязательств, перечисленных в Соглашении, в том случае, если они обусловлены обстоятельствами непреодолимой силы, под которыми следует понимать стихийные бедствия, войны, гражданские волнения, промышленные споры, перебои в общественных коммунальных сетях, DDoS-атаки или другие интернет атаки, способные оказать негативное воздействие на работу Сайта.</p>

                        <p>22.2. В период действия обстоятельств непреодолимой силы деятельность Сайта считается приостановленной, и на протяжении данного периода в исполнении обязательств действует отсрочка. Компания обязуется использовать все доступные ей средства для поиска решений, позволяющих в полной мере выполнять свои обязательства перед игроками, вплоть до окончания действия обстоятельств непреодолимой силы.</p>

                        <h2><span className="complex-text"><span className="gradient">23. Отказ от обязательств</span> </span></h2>

                        <p>23.1. Если мы не сможем обеспечить исполнение игроком какого-либо из обязательств, или мы сами не сможем воспользоваться любым из средств правовой защиты, на которые у нас есть право, то это не следует расценивать в качестве отказа от данных средств правовой защиты или в качестве причины, освобождающей игрока от выполнения обязательств.</p>

                        <h2><span className="complex-text"><span className="gradient">24. Делимость соглашения</span> </span></h2>

                        <p>24.1. Если какой-либо из пунктов Соглашения вдруг станет недействительным, нелегитимным или утратившим юридическую силу, то данное положение будет отделено от остальной части Соглашения, которая в полной мере сохранит свою юридическую силу. В таких случаях часть, которая считается недействительной, будет изменена согласно обновленным нормам.</p>

                        <h2><span className="complex-text"><span className="gradient">25. Ссылки</span> </span></h2>

                        <p>25.1. На Сайте могут присутствовать ссылки на другие ресурсы, которые находятся вне нашего контроля. Мы не несем ответственности за содержание других сайтов, действия или бездействие их владельцев и за содержание третьей стороной рекламы и спонсорств. Гиперссылки на другие сайты предоставляются исключительно в информационных целях. Игроки используют их на собственный страх и риск.</p>

                        <h2><span className="complex-text"><span className="gradient">26. Программа лояльности</span> </span></h2>

                        <p>26.1. За каждую денежную ставку, размещенную с реального баланса, игрок получает специальные баллы. От количества данных баллов зависит статус игрока в рамках Программы лояльности клуба, кроме того, баллы можно конвертировать в реальные деньги по специальному курсу и использовать для последующих ставок.</p>

                        <p>26.2. Количество баллов увеличивается с каждой ставкой. За отыгрыш 1 200 ₸ на игровых автоматах дается 1 балл. <i>Примечание:</i> баллы начисляются пользователю исключительно при игре в игровых автоматах (слотах); за ставки в играх из категорий «Столы» и «Live казино» начисление баллов и прогрессирование в Программе лояльности  <b>не происходит</b>.</p>

                        <p>26.3. Ставки, совершаемые игроком в играх Atlantis, Aviatrix, Bingo Star, BlackJack, Cash Show, Coin Flip, Coin Pilot, Crash, Crasher, Disco Nights, Dr. Shocker, Dragon's Crash, Easter Plinko, F Mines, Fishing Club, Gold of Poseidon, Golden RA, Heads and Tails, Heads and Tails XY, Hilo, Hot Gear, Jogo Do Bicho, Jungle Wheel, Keno 10 One Minute, Keno 10 Two Minutes, Keno 8 One Minute, Keno 8 Two Minutes, Keno Austria, Keno Express, Limbo Crash, Lotto Boom, Maestro, Magic Dice, Maneki 88 Gold, Mega Money, Minesweeper, Minesweeper XY, Mr.Thimble, Muertitos, Ninja Crash, Paradise, Penalty, Pilot, Pilot Cup, Planet 67, Plinko, Plinko, Plinko XY, Plinkoman, Rocket Dice, Rocket Dice XY, Rocketman, Rocketon, Roulette X, Scratch Alpaca Bronze, Scratch Alpaca Gold, Scratch Alpaca Silver, Scratch Dice, Scratch Map, Sic Bo, Space XY, Stock Market, Totem, Tower Rush, Turbo Mines, Vulkan Pilot, WBC Ring of Riches, World Football. не влияют на его прогресс в рамках Программы лояльности, в акции «Заначка», «Игра на раздевание» и турнирах.</p>

                        <p>26.4. Количество баллов определяет персональный статус игрока. Всего существует семь статусов:</p>

                        <ul className="ul-list">
                            <li>1. <strong>Новичок</strong> (от 0 до 100 баллов)</li>
                            <li>2. <strong>Любитель</strong> (от 100 до 500 баллов)</li>
                            <li>3. <strong>Знаток</strong> (от 500 до 2500 баллов)</li>
                            <li>4. <strong>Специалист</strong> (от 2500 до 12 500 баллов)</li>
                            <li>5. <strong>Мастер</strong> (от 12&nbsp;500 до 25 000 баллов)</li>
                            <li>6. <strong>Эксперт</strong> (от 25&nbsp;000 до 50 000 баллов)</li>
                            <li>7. <strong>Профессионал</strong> (от 50&nbsp;000 баллов)</li>
                        </ul>

                        <p>26.5. Для того чтобы можно было конвертировать баллы в реальные деньги, игроку придется подтвердить адрес своей электронной почты.</p>

                        <p>26.6. Существуют различные курсы конвертации баллов в деньги. Курс обмена зависят от статуса игрока. Кроме того, при повышении статуса игрок награждается специальными бонусами:</p>

                        <div className="cnt-table">
                            <table className="tbl tbl-pd tbl-striped-revert tbl-type-text">
                                <thead>
                                    <tr>
                                        <th><span className="th-md">Статус</span></th>
                                        <th><span className="th-md"> Количество баллов</span></th>
                                        <th><span className="th-md"> Курс обмена</span></th>
                                        <th><span className="th-md"> Бонус</span></th>
                                    </tr>
                                </thead>
                                <tbody>
                                    <tr>
                                        <td>Новичок</td>
                                        <td>от 0 до 100 баллов</td>
                                        <td>2:1</td>
                                        <td className="text-center">-</td>
                                    </tr>
                                    <tr>
                                        <td>Любитель</td>
                                        <td>от 100 до 500 баллов</td>
                                        <td>1,5:1</td>
                                        <td className="text-center">-</td>
                                    </tr>
                                    <tr>
                                        <td>Знаток</td>
                                        <td>от 500 до 2500 баллов</td>
                                        <td>1,25:1</td>
                                        <td className="text-center">3 000 ₸</td>
                                    </tr>
                                    <tr>
                                        <td>Специалист</td>
                                        <td>от 2500 до 12 500 баллов</td>
                                        <td>1:1</td>
                                        <td className="text-center">7 500 ₸</td>
                                    </tr>
                                    <tr>
                                        <td>Мастер</td>
                                        <td>от 12&nbsp;500 до 25 000 баллов</td>
                                        <td>0,75:1</td>
                                        <td className="text-center">25 000 ₸</td>
                                    </tr>
                                    <tr>
                                        <td>Эксперт</td>
                                        <td>от 25&nbsp;000 до 50 000 баллов</td>
                                        <td>0,5:1</td>
                                        <td className="text-center">40 000 ₸</td>
                                    </tr>
                                    <tr>
                                        <td>Профессионал</td>
                                        <td>от 50&nbsp;000 баллов</td>
                                        <td>0,25:1</td>
                                        <td className="text-center">100 000 ₸</td>
                                    </tr>
                                </tbody>
                            </table>
                        </div>

                        <p>26.7. Получить сведения о количестве баллов и обменять их на деньги можно в личном кабинете. Для этого нужно кликнуть по иконке игрового статуса.</p>

                        <p>26.8. У нас есть право удалять накопленные баллы, если игрок не воспользовался ими в течение 6 или больше месяцев.</p>

                        <a></a>
                        <p>26.9. Если игрок будет заподозрен в злоупотреблении или попытке злоупотребления бонусными баллами или любым иным видом поощрения, а также злоупотреблением отсутствия в Соглашении необходимой информации, мы имеем право запретить, отказаться или удержать выплату баллов или другого поощрения. Также у нас есть право временно или на постоянной основе изменить нашу политику в отношении игрока, блокировать доступ к услугам сайта и игровому счету. Мы не обязаны возмещать игроку денежные средства, которые могли присутствовать на его счету, за исключением суммы первоначального депозита.</p>

                        <h2><span className="complex-text"><span className="gradient">27. Бонусы</span> </span></h2>
                        <p>27.1. За регистрацию на Cайте и участие в специальных акциях игрок может получать вознаграждения в виде бонусов. Принимая данное Соглашение, игрок подтверждает, что понимает условия каждого бонуса, который может быть получен им на Сайте, и принимает их.</p>

                        <p>27.2. Игровой баланс каждого игрока разделен на две части: реальный и бонусный. Реальный баланс отображает денежные средства игрока, бонусный – сумму полученных на проекте бонусов. Под каждый активированный бонус, создается баланс с бонусными средствами для отыгрыша, если в условиях бонусной акции не указано иного.</p>

                        <p>27.3. Отыгрыш бонуса – это сумма ставок, которую необходимо сделать игроку для того, чтобы бонусные средства были переведены на реальный баланс. При отыгрыше бонусов в слотах учитывается 100% от ставок. Ставки в live-казино, карточных и других типах игр в учет отыгрыша не идут. </p>

                        <p>27.4. Бонусный баланс для разных видов призов отыгрывается по индивидуальным правилам. А именно:</p>
                        <ul className="ul-list">
                            <li> Для денежных призов: максимальная сумма, которую может отыграть пользователь, составляет x10 от суммы приза.<br />
                                То есть, если получили бонус 1000 денежных единиц*, игрок может вывести выигрыш в размере не более (1000 x 10) 10000 денежных единиц.<br />
                                *Пример расчета суммы денежного бонуса:<br />
                                Выигрыш в КФ: Бонус 200%<br />
                                Внесен депозит: 500 денежных единиц<br />
                                Сумма бонуса: 500 × 200% = 1000 денежных единиц</li>
                            <p></p>

                            <li> Для фриспинов: максимальный размер отыгрыша — x10 от суммы приза.<br />
                                Чтобы рассчитать эту сумму, нужно умножить количество фриспинов на размер их ставки.<br />
                                Например: 50 фриспинов по 4,5 денежных единиц = 225 денежных единиц. Таким образом, выигрыш, который может вывести пользователь, играя на полученные фриспины, не превысит (225 × 10) 2250 денежных единиц.</li><br/>
                                Исключением являются те бонусы, в условиях которых указаны другие правила.</ul>


                        <p>27.5. При совершении ставок игрок в первую очередь отыгрывает сумму полученного бонуса. Отыгрыш депозита (условие, при котором игроку необходимо сделать ставок на сумму, в два раза превышающую размер депозита) происходит только в случае, когда бонусный баланс равен 0. Напоминаем, согласно пункту 8.11.4 данного Соглашения, Компания имеет право удержать с игрового счета игрока от 10% до 30% суммы вывода в случае, если минимальный оборот ставок по депозиту не был выполнен.</p>

                        <p>27.6. Игрок может в любой момент отказаться от полученного бонуса с помощью функции обнуления бонусного баланса. Чтобы отказаться от имеющихся бонусных средств, игроку необходимо войти в свой профиль и нажать на кнопку "Отменить бонусы".</p>

                        <p>27.7. Если у игрока есть средства и на реальном, и на бонусном балансе, то все ставки в первую очередь совершаются со средств на бонусном балансе. Бонусные средства используются для ставок до тех пор, пока бонусный баланс не станет равен 0, либо до полного отыгрыша бонуса и его перевода на реальный баланс. Средства с реального баланса будут использованы для ставок только в том случае, если бонусный баланс равен 0.</p>

                        <p>27.8. Все выигрыши в играх, получаемые игроком в процессе отыгрыша бонуса, попадают на бонусный баланс и не могут быть выведены до полного отыгрыша бонуса.</p>

                        <p>27.9. Если размер ставки превышает количество средств на бонусном балансе, то недостающие средства будут взяты с реального баланса. В случае выигрыша приз будет зачислен на бонусный баланс. В случае проигрыша – бонусный баланс станет равен 0, а оставшаяся разница списана с реального баланса.</p>

                        <p>27.10. В процессе отыгрыша бонусов игрок может участвовать в других акциях и получать новые бонусы. В этом случае сумма нового бонуса будет зачислена на отдельный бонусный баланс. Если бонус был получен на депозит – сумма депозита прибавится к средствам на реальном балансе.</p>

                        <p>27.11. Для участия в какой-либо акции и начисления соответствующего бонуса игроку необходимо активировать бонус на странице «Акции» перед пополнением баланса.</p>

                        <p>27.12. В один период времени может быть активирован только один бонус. После активации бонус переместится в блок «Активные акции» на странице «Акции», где будет находиться до выполнения условий или окончания акции. Другие бонусные предложения станут доступны для активации после выполнения условий активного бонуса.</p>

                        <p>27.13. Переход на Сайт по ссылкам из рассылок, социальных сетей, мессенджеров или любому другому сообщению, содержащему информацию о бонусе, не обязательно активирует акцию. Для начисления бонуса перед пополнением счета необходимо убедиться, что бонус находится в разделе «Активные акции» (нажать на кнопку «Активировать» на странице «Акции», если бонус неактивен). Если бонус не был активирован перед пополнением баланса, он не будет зачислен.</p>
``
                        <p>27.14. Администрация Сайта не навязывает Игроку участие в акциях и бонусных предложениях, каждый Игрок добровольно участвует в них и может изменить свое решение в любой момент. В случае ошибочной активации (до внесения депозита) Игрок может:<br />
                            а) активировать другой бонус, тем самым автоматически деактивировав текущий активный бонус;<br />
                            б) деактивировать бонус нажатием на «Деактивировать» в разделе «Активные акции».</p>

                        <p>27.15. Вывести средства можно только с реального баланса. При выводе средств бонусный баланс обнуляется, это происходит в момент создания заявки на вывод. Если выплата по каким-то причинам не состоялась, средства могут быть возвращены на денежный баланс, но бонусы не будут восстановлены.</p>

                        <p>27.16. Полученный бонус, а также все выигрыши, генерируемые в результате ставок с бонусного баланса, будут автоматически аннулированы через 5 дней с момента получения бонуса в случае, если данный бонус не был отыгран согласно условию отыгрыша.</p>

                        <p>27.17. У каждого игрока есть право обнулить бонусный баланс и играть только на реальные средства. Игрок может сделать это самостоятельно, нажав специальную кнопку в игровом профиле. При обнулении бонусного баланса все условия отыгрыша бонусов и достигнутый прогресс тоже обнуляются.</p>

                        <p>27.18. Покупка спинов в Колесе Фортуны, лотерейных билетов, моментальных лотерей и оплата участия в других акциях Сайта не может быть осуществлена за счет бонусных средств. Подобные покупки можно оплатить только деньгами с реального баланса. Если на нем недостаточно средств для покупки – покупка не произойдет.</p>

                        <p>27.19. Кэшбэк – еженедельный возврат определенного процента от проигранных средств. Процент кэшбэка определяется статусом в программе лояльности. При расчете размера кэшбэка учитываются только ставки, сделанные на средства реального баланса. Какие-либо изменения на бонусном балансе игрока никак не влияют на расчетную сумму получаемого кэшбэка.</p>

                        <p>27.20. При игре на средства бонусного баланса баллы Программы лояльности не начисляются и игрок никак не прогрессирует в рамках своего текущего статуса.</p>

                        <p>27.21. Срок действия фриспинов, которые игрок получает в качестве бонуса — 14 дней. По истечении срока действия фриспины аннулируются.</p>

                        <p>27.22. В следующих играх можно совершать ставки исключительно за счет реального баланса: 2 Hand Casino Hold'em, 777 Oktoberfest, 777 Space, 777 Summer, 777 Western, 9 Masks of Fire, Adventure Palace, Agent Ace, Agent Destiny, Alien Fruits 2, Aliens, American Roulette, American Roulette, American Roulette, An Escape From Alcatraz, Andar Bahar, Andar Bahar A, Asgardian Stones, Atlantis, Auto Lightning Roulette, Auto Roulette, Auto-Roulette, Auto-Roulette La Partage, Auto-Roulette VIP, Avalon, Aviatrix, Aztec Emerald, Bac Bo, Baccarat, Baccarat A, Baccarat A, Baccarat B, Baccarat B, Baccarat C, Baccarat C, Baccarat C01, Baccarat C02, Baccarat C03, Baccarat C04, Baccarat C05, Baccarat C06, Baccarat C07, Baccarat Control Squeeze, Baccarat D01, Baccarat D02, Baccarat D03, Baccarat D04, Baccarat D05, Baccarat D06, Baccarat D07, Baccarat FTV, Baccarat Squeeze, Baccarat VIP, Back to the Fruits Respins of Amun-Re, Banana Town, Bao Boon Chin, Batman &amp; the Joker Jewels, Batman &amp; the Penguin Prize, Batman Begins, Batman V Superman Dawn of Justice, Beast Mode, Beautiful Bones, Bee Hive Bonanza, Benelux Slingshot, Bet on Poker, Big Bad Wolf, Big Bang, Big Win Cat, Bingo Star, Black Horse, BlackJack, BlackJack A, Blackjack A, BlackJack A, BlackJack Atrium A, BlackJack Atrium B, BlackJack B, Blackjack B, BlackJack B, BlackJack Brazilian A, BlackJack Brazilian C, Blackjack C, BlackJack C, BlackJack Creed A, BlackJack Creed B, BlackJack Creed C, BlackJack Creed D, BlackJack Creed E, BlackJack Creed F, BlackJack Creed H, BlackJack Creed I, BlackJack Creed J, BlackJack Creed K, BlackJack Creed L, BlackJack Creed M, BlackJack Creed N, BlackJack Creed T, BlackJack Creed V, BlackJack D, Blackjack Diamond VIP, BlackJack E, BlackJack F, BlackJack FIESTA, Blackjack Fortune VIP, BlackJack FTV, BlackJack FTV VIP, BlackJack G VIP, Blackjack Grand VIP, BlackJack H, BlackJack J, BlackJack M VIP, BlackJack N, BlackJack O, BlackJack P, Blackjack Party, Blackjack Platinum VIP, BlackJack Premium, BlackJack Q, BlackJack R, Blackjack Silver A, Blackjack Silver B, Blackjack Silver C, Blackjack Silver D, Blackjack Silver E, Blackjack Silver F, Blackjack Silver G, Blackjack VIP 1, Blackjack VIP 10, Blackjack VIP 11, Blackjack VIP 12, Blackjack VIP 13, Blackjack VIP 14, Blackjack VIP 15, Blackjack VIP 16, Blackjack VIP 17, Blackjack VIP 18, Blackjack VIP 19, Blackjack VIP 2, Blackjack VIP 20, Blackjack VIP 21, Blackjack VIP 22, Blackjack VIP 25, Blackjack VIP 26, Blackjack VIP 27, Blackjack VIP 28, Blackjack VIP 29, Blackjack VIP 3, Blackjack VIP 30, Blackjack VIP 31, Blackjack VIP 32, Blackjack VIP 33, Blackjack VIP 34, Blackjack VIP 35, Blackjack VIP 36, Blackjack VIP 37, Blackjack VIP 38, Blackjack VIP 39, Blackjack VIP 4, Blackjack VIP 40, Blackjack VIP 41, Blackjack VIP 42, Blackjack VIP 43, Blackjack VIP 44, Blackjack VIP 45, Blackjack VIP 46, Blackjack VIP 47, Blackjack VIP 48, Blackjack VIP 49, Blackjack VIP 5, Blackjack VIP 50, Blackjack VIP 51, Blackjack VIP 52, Blackjack VIP 53, Blackjack VIP 54, Blackjack VIP 55, Blackjack VIP 56, Blackjack VIP 57, Blackjack VIP 58, Blackjack VIP 59, Blackjack VIP 6, Blackjack VIP 60, Blackjack VIP 61, Blackjack VIP 62, Blackjack VIP 63, Blackjack VIP 64, Blackjack VIP 65, Blackjack VIP 66, Blackjack VIP 67, Blackjack VIP 68, Blackjack VIP 69, Blackjack VIP 7, Blackjack VIP 70, Blackjack VIP 8, Blackjack VIP 9, Blackjack VIP A, Blackjack VIP Alpha, Blackjack VIP B, Blackjack VIP Beta, Blackjack VIP C, Blackjack VIP D, Blackjack VIP E, Blackjack VIP F, Blackjack VIP G, Blackjack VIP Gamma, Blackjack VIP H, Blackjack VIP I, Blackjack VIP J, Blackjack VIP K, Blackjack VIP L, Blackjack VIP M, Blackjack VIP N, Blackjack VIP O, Blackjack VIP P, Blackjack VIP Q, Blackjack VIP R, Blackjack VIP S, Blackjack VIP T, Blackjack VIP U, Blackjack VIP V, Blackjack VIP X, Blackjack VIP Z, BlackJack VISION A, BlackJack VISION B, BlackJack VISION D, BlackJack VISION E, BlackJack VISION F, BlackJack VISION H, BlackJack VISION I, BlackJack VISION J, BlackJack VISION M, BlackJack VISION N, Blinged, Blood Suckers 2, Bonanza, Bone Bonanza, Bonsai Speed Baccarat A, Bonsai Speed Baccarat B, Bonsai Speed Baccarat C, Bonus Poker, Book of Dead, Book of Demi Gods V, Book of Madness Respins of Amun-Re, Book of the Divine, Books and Pearls Respins of Amun-Re, Bounty Bonanza, Boxing King, Break da Bank Again, Bucharest Auto - Roulette, Bulgaria Baccarat 1, Bulgaria Baccarat 2, Bulgaria Blackjack, Bulgaria Roulette, Burgas Baccarat VIP 1, Burgas Baccarat VIP 2, Busters Bones, C Roulette, Cash Bunny, Cash Noire, Cash or Crash, Cash Show, Cash-o-matic, Cashout Blackjack, Cashout Blackjack Brazilian, Casino Holdem A, Charge Buffalo, Chicken Rush, Chin Shi Huang, Chronos Joker, Chukcha, classNameic Roulette A, classNameic Roulette B, Coils of Cash, Coin Flip, Coin Pilot, Craps, Crash, Crasher, Crazy 777, Crazy Coin Flip, Crazy Fa Fa Fa, Crazy Pachinko, Crazy Time, Crazy Time A, Dark King: Forbidden Riches, Dawn of Egypt, Dead or Alive, Dead or Alive 2, Dead or Alive Saloon, Deal or No Deal, Deep Sea Fortune, Diamond of Jungle, Disco Nights, Divine Fire, Doom of Dead, Doom of Egypt, Double Ball Roulette, Double Stacks, Dr. Shocker, Dragon Age Hold &amp; Win, Dragon Chase, Dragon Tiger, Dragon Tiger, Dragon Tiger A, Dragon's Crash, Dream Catcher, Druids' Dream, Dwarfs Gone Wild, Easter Plinko, Eggomatic, Egypt Sphere: Hold the Spin, Elements: The Awakening, Elvis Frog in Vegas, Emoji Planet, Emperor Bac Bo, Emperor Dragon Tiger, Emperor Roulette, Emperor Sic Bo, Emperor Sic Bo A, Emperor Speed Baccarat A, Emperor Speed Baccarat B, Emperor Speed Baccarat C, Emperor Speed Baccarat D, Energoonz, English Casino Hold'em, European Auto Roulette, European Roulette, Express Roulette, Extra Chilli, Extra Chilli Epic Spins, Extreme Texas Holdem, F Mines, Fa Fa Fa, Fairy Land 2, Fan Tan, Fancy Fruits Respins of Amun-Re, Finn and the Swirly Spin, Finn's Golden Tavern, Fire In The Hole xBomb, Fire Joker, First Person American Roulette, First Person Baccarat, First Person Blackjack, First Person Craps, First Person Deal or No Deal, First Person Dragon Tiger, First Person Dream Catcher, First Person Football Studio, First Person Golden Wealth Baccarat, First Person Lightning Baccarat, First Person Lightning Blackjack, First Person Lightning Roulette, First Person Mega Ball, First Person Prosperity Tree Baccarat, First Person Roulette, First Person Super Sic Bo, First Person Video Poker, First Person XXXtreme Lightning Baccarat, First Person XXXtreme Lightning Roulette, Fishing Club, Football Studio, Football Studio Dice, Fortune Gems, Fortune Reels, Fortune Tree, Fowl Play Gold, Free Bet BJ CREED A, Free Bet BJ CREED B, Free Bet BJ CREED C, Free Bet BJ FIESTA, Free Bet BJ VISION  G, Free Bet BJ VISION D, Free Bet BJ VISION F, Free Bet Blackjack 1, Free Bet Blackjack 10, Free Bet Blackjack 11, Free Bet Blackjack 12, Free Bet Blackjack 13, Free Bet Blackjack 14, Free Bet Blackjack 15, Free Bet Blackjack 16, Free Bet Blackjack 17, Free Bet Blackjack 18, Free Bet Blackjack 19, Free Bet Blackjack 2, Free Bet Blackjack 20, Free Bet Blackjack 21, Free Bet Blackjack 22, Free Bet Blackjack 23, Free Bet Blackjack 3, Free Bet Blackjack 4, Free Bet Blackjack 5, Free Bet Blackjack 6, Free Bet Blackjack 7, Free Bet Blackjack 8, Free Bet Blackjack 9, Free Bet VIP Blackjack A, Free Bet VIP Blackjack B, French Roulette, French Roulette, French Roulette, French Roulette Gold, Fruit Case, Fruit Loop, Fruit Story: Hold The Spin, Funky Time, Fusion Roulette, Galaxy Baccarat 1, Galaxy Baccarat 2, Galaxy Baccarat 3, Galaxy Roulette, GG Coin: Hold The Spin, Gladiator: Road to Rome, Glowing Diamond, God of Martial, God of Wealth Hold and Win, Gods of Gold InfiniReels, Gold Magnate, Gold of Poseidon, Gold Vault Roulette, Golden Bank, Golden Grimoire, Golden Queen, Golden RA, Golden Ticket, Golden Wealth Baccarat, Gonzo's Quest, Gonzo’s Treasure Map, Guns N' Roses, Hawaiian Bliss, Heads and Tails, Heads and Tails XY, Highlander, Hilo, Hindi Speed Baccarat, Hindi Speed Baccarat B, Hot Fruits 20 Cash Spins, Hot Gear, Hotline, Hotline 2, Ice Joker, Immersive Roulette, Infectious 5 Ways, Inferno Joker, Infinite Blackjack, Infinite Free Bet Blackjack, Instant Roulette, Jack and the Beanstalk, Jack Hammer, Jack Hammer 2, Jammin' Jars 2, Japanese Coin: Hold The Spin, Jewels, Jingle Spin, Jogo Do Bicho, Jumanji, Jungle Jim El Dorado, Jungle King, Jungle Wheel, Jurassic World, Justice League, Keno 10 One Minute, Keno 10 Two Minutes, Keno 8 One Minute, Keno 8 Two Minutes, Keno Austria, Keno Express, Keno LIVE, Koi Princess, Las Vegas 1 Baccarat, Las Vegas 2 Baccarat, Las Vegas 3 Baccarat, Las Vegas Roulette, Legacy of Dead, Legacy of Egypt, Leprechaun Goes Wild, Lightning Baccarat, Lightning Blackjack, Lightning Dice, Lightning Dragon Tiger, Lightning Roulette, Lights, Limbo Crash, Limitless Blackjack, Locky Fruits: Hold the Spin, Long Pao, Lost Relics, Lotto Boom, Lucky 8 Merge Up, Lucky Coming, Lucky Dragon MultiDice X, Lucky Drink, Lucky Joker 10 Cash Spins, M Andar Bahar, M Blackjack, M Dragon Tiger, M Pok Deng, M Roulette, M Sic Bo, M Teen Patti 20-20, M Xóc Đĩa, Macau Baccarat, Mad Cars, Maestro, Magic Dice, Man of Steel, Maneki 88 Fortunes, Maneki 88 Gold, Marswood Party, Mayan Fire, Mega Fishing, Mega Money, Mexican Chilies, Mice &amp; Magic Wonder Spin, Millionaire Mystery Box, Minesweeper, Minesweeper XY, Money Train 2, Money Train 3, Monkey Party, Monopoly, Monopoly Big Baller, Montecarlo 1 Baccarat, Montecarlo 2 Baccarat, Mr. First's Quest, Mr.Thimble, Muertitos, Multihand Blackjack, Multihand Blackjack Pro, Mystery Joker, Mystery of Venice, Myth, New York, Ninja Crash, No Comm Speed Baccarat A, No Comm Speed Baccarat B, No Comm Speed Baccarat C, No Commission Baccarat, No Commission Baccarat A, No Commission Baccarat B, No Commission Baccarat C, Nordic Fire, Novi God, Oasis Poker, Oasis Poker, Ocean Bed, Oracle 360 Roulette, Oracle Roulette, Ozzy Osbourne, Panda Luck, Paradise, Patrick's Charms, Pearl Lagoon, Peek Baccarat, Penalty, Pick a Fruit - Frosty Reels, Piggy Bank, Piggy Bank - Stacked Fortune, Piggy Bank Twins, Pilot, Pilot Cup, Pimped, Planet 67, Plinko, Plinko, Plinko XY, Plinkoman, Pop Zen, Portomaso Roulette, Power BlackJack, Princess of Pearls, Princess of Swamp, Prosperity Tree Baccarat, Pyramids of Mystery, Ramses Book Respins of Amun-Re, Red Door Roulette, Red Hot Fruits, Reef Raider, Reel Rush 2, Retro 777, Retro 777 Vegas, Retro 777 Xmas, Retro Horror, Retro Sweets, Richie Roulette, Rise of Merlin, Robin Hood: Shifting Riches, Rocket Dice, Rocket Dice XY, Rocketman, Rocketon, Roma X, Roulette  Speed, Roulette A, Roulette Auto, Roulette B, Roulette Brasileira, Roulette C, Roulette D, Roulette F, Roulette FTV, Roulette Live, Roulette PopOk, Roulette VISION A, Roulette VISION VIP, Roulette X, Roulette x1000, Roulette x2000, Roulette x500, Roulette x5000, Royal High-Road, Royal Masquerade, Ruleta Auto Francesa, Ruleta Automática, Russian Poker, Russian Poker, Russian Poker 2 box, Salon Prive Baccarat A, Salon Prive Baccarat B, Salon Prive Baccarat C, Salon Prive Baccarat D, Salon Prive Baccarat E, Salon Prive Baccarat F, Salon Prive Baccarat G, Salon Prive Baccarat H, Salon Prive Baccarat I, Salon Prive Baccarat J, Salon Prive Baccarat K, Salon Prive Baccarat L, Salon Prive Baccarat M, Salon Prive Baccarat N, Salon Prive Blackjack A, Salon Prive Blackjack B, Salon Prive Blackjack C, Salon Prive Blackjack D, Salon Prive Blackjack E, Salon Prive Blackjack F, Salon Prive Blackjack G, Salon Prive Blackjack H, Salon Prive Blackjack I, Salon Prive Blackjack J, Salon Prive Blackjack K, Salon Prive Blackjack L, Salon Prive Blackjack M, Salon Prive Blackjack N, Salon Prive Roulette, Samba Stars: Hold the Spin, Savage Buffalo Spirit Megaways, Saxon, Scratch Alpaca Bronze, Scratch Alpaca Gold, Scratch Alpaca Silver, Scratch Dice, Scratch Map, Scrooge, Scudamore's Stuper Stakes, Seadogs Story, Secret Bar Multidice X, Secret of the Stones, Serengeti Kings, Sevens Fire, Shield of Athena, Sic Bo, Sic Bo A, Silverback Gold, Singapore 1 Baccarat, Singapore 2 Baccarat, Singapore 3 Baccarat, Six Card Poker, Sizzling Hot 6 Extra Gold, Snatch the Gold Xmas, Space Wars 2, Space XY, Spanish Roulette, Speed Auto Roulette, Speed Baccarat 1, Speed Baccarat 10, Speed Baccarat 11, Speed Baccarat 12, Speed Baccarat 13, Speed Baccarat 14, Speed Baccarat 15, Speed Baccarat 2, Speed Baccarat 3, Speed Baccarat 4, Speed Baccarat 5, Speed Baccarat 6, Speed Baccarat 7, Speed Baccarat 8, Speed Baccarat 9, Speed Baccarat A, Speed Baccarat B, Speed Baccarat C, Speed Baccarat C08, Speed Baccarat D, Speed Baccarat D08, Speed Baccarat E, Speed Baccarat F, Speed Baccarat G, Speed Baccarat H, Speed Baccarat I, Speed Baccarat J, Speed Baccarat K, Speed Baccarat L, Speed Baccarat M, Speed Baccarat N, Speed Baccarat O, Speed Baccarat P, Speed Baccarat Q, Speed Baccarat R, Speed Baccarat S, Speed Baccarat T, Speed Baccarat U, Speed Baccarat V, Speed Baccarat W, Speed Baccarat X, Speed Baccarat Z, Speed BlackJack A, Speed BlackJack B, Speed BlackJack C, Speed Blackjack D, Speed BlackJack D, Speed Blackjack E, Speed Blackjack G, Speed Blackjack H, Speed Blackjack I, Speed Blackjack J, Speed Blackjack K, Speed Blackjack L, Speed Blackjack M, Speed BlackJack VISION A, Speed BlackJack VISION B, Speed Roulette, Speed VIP Blackjack A, Speed VIP Blackjack B, Speed VIP Blackjack C, Speed VIP Blackjack D, Speed VIP Blackjack E, Speed VIP Blackjack F, Speed VIP Blackjack G, Speed VIP Blackjack H, Speed VIP Blackjack I, Speed VIP Blackjack J, Speed VIP Blackjack K, Speed VIP Blackjack L, Speed VIP Blackjack M, Speed VIP Blackjack N, Speed VIP Blackjack O, Speed VIP Blackjack P, Speed VIP Blackjack Q, Speed VIP Blackjack R, Stack 'Em, Star Joker, Starburst, Starburst XXXtreme, Steam Tower, Sticky Coin: Hold the Spin, Sticky Joker, Stock Market, Story of Gaia, Street Fighter II: The World Warrior Slot, Sun Macau Roulette, Sun of Fortune, Super Andar Bahar, Super Flip, Super Rich, Super Sic Bo, Swift Roulette 8 in ONE, Switch BlackJack 4 A, Switch BlackJack 4 C, Teen Patti, Teen Patti A, Temple of Nudges, Temple Quest Spinfinity, Texas Hold'em Bonus, Texas Holdem, Texas Holdem VIP, The Dark Knight, The Heat, The Invisible Man, The Reel Steal, The Sword And The Grail, The Wish Master, Three Card Poker, Totem, Tower Rush, Triple Card Poker, Troll Hunters, Turbo Mines, Türkçe Futbol Stüdyosu, Turkish Blackjack, Turkish Lightning Roulette, Turn Your Fortune, Ultimate Texas Hold'em, Ultimate Texas Holdem, VA Bacarat 1, VA Bacarat 2, VA Bacarat 3, VA Bacarat 4, VA Bacarat 5, VA Roulette, VIP Blackjack 4, VIP Roulette, Vulkan Pilot, WBC Ring of Riches, Who Wants To Be A Millionaire, Wild Bazaar, Wild Gold Fish, Wild Ranch, Wild West TRUEWAYS, Win a Beest, Witchcraft Academy, World Football, XXXtreme Lightning Baccarat, XXXTreme Lightning Roulette, Yabba Dabba Dosh.Бонусный баланс в таких играх не учитывается, отыгрыша бонуса не происходит. Бонусный баланс в таких играх не учитывается, отыгрыша бонуса не происходит.</p>

                    </article>
                </div>
                <div className="cnt-main cnt-main--livesearch" data-livesearch="wrapper">

                    <div id="notFoundGames" data-livesearch="not-found">
                        <div className="h2">Ничего не найдено</div>
                        <p>Поиск "<span id="search_text"></span>" не дал результатов, пожалуйста, уточните запрос и повторите снова.</p>
                        <div id="popular-games">
                            <p className="h1">Популярные игры</p>
                            <div className="game-list" data-livesearch="popular">
                            </div>
                            <div className="not-found-button-wrapper">
                                <a className="btn btn-lg btn-blue" href="/ru/gamehall/">
                                    <span>Показать все игры</span>
                                </a>
                            </div>
                        </div>
                    </div>
                    <div className="game-list" data-livesearch="result">
                    </div>
                </div>                                                                    </div></>
    );
}

export default Terms;